[
  {
    "title": "Python online course",
    "description": "Запрошуємо на Python Full time курс від Mate academy, де на вас чекає 4 місяці інтенсивного навчання, 19 модулів, 182 теми та освоєння Python, OOP, SQL, MVT, Django, DRF, Docker, Scraping, Data Analysis.",
    "eventDate": "2024-05-13",
    "organizer": "Mate academy",
    "participants": []
  },
  {
    "title": "Розумна охорона: AI для безпеки",
    "description": "Компанія SHERIFF запрошує всіх зацікавлених до участі у хакатоні, спрямованому на створення інноваційних рішень з використанням штучного інтелекту для підвищення безпеки.",
    "eventDate": "2024-05-13",
    "organizer": "SHERIFF",
    "participants": []
  },
  {
    "title": "Проєктне навчання з Java",
    "description": "Протягом 6 тижнів ти працюватимеш з командою на проєкті, де отримаєш справжній досвід роботи з Java та сучасними фреймворками. ",
    "eventDate": "2024-05-13",
    "organizer": "SoftServe Academy",
    "participants": []
  },
  {
    "title": "Architecture of Infrastructure and Pitfalls",
    "description": "Join us for an insightful discussion on the intricate architecture of infrastructure and the common pitfalls that can significantly influence decision-making processes, sometimes leading to a complete deviation from initial plans.",
    "eventDate": "2024-05-13",
    "organizer": "Svitla",
    "participants": []
  },
  {
    "title": "Solution Architecture",
    "description": "В межах курсу пройдемо ключові концепції в архітектурі: від бізнес-аспектів та вимог — до фреймворків, структур, різновидів архітектур та підходів до їх дизайну.",
    "eventDate": "2024-05-14",
    "organizer": "SET University",
    "participants": []
  },
  {
    "title": "Проджект-менеджер в ІТ",
    "description": "Курс дає повне розуміння процесу проєктного управління, та всі необхідні інструменти та знання для реалізації свого першого проєкту в ІТ.",
    "eventDate": "2024-05-14",
    "organizer": "Laba",
    "participants": []
  },
  {
    "title": "Управління IT-командами",
    "description": "За 13 занять ви пройдете шлях від формування команди та побудови особистого бренду лідера — до проведення ефективних 1-to-1 і розв’язання конфліктів між співробітниками.",
    "eventDate": "2024-05-14",
    "organizer": "Laba",
    "participants": []
  },
  {
    "title": "PM Meetup",
    "description": "На події спікерка Олеся Веремчук поділиться своїм досвідом і знаннями, щоб в майбутньому ваші ретроспективи були не тільки результативними, але цікавими як для вас, так і для команди.e",
    "eventDate": "2024-05-14",
    "organizer": "Avenga",
    "participants": []
  },
  {
    "title": "Кібербезпека в інтернеті або 'вони все бачать' ",
    "description": "На вебінарі поговоримо про основні види атак та загроз, чому рекламодавці так багато про тебе знають та багато іншого.",
    "eventDate": "2024-05-14",
    "organizer": "SoftServe Academy",
    "participants": []
  },
  {
    "title": "Backup and Disaster recovery",
    "description": "TECH Talks for CTOs — можливість посилити професійні навички для CTO стартапів, технічних спеціалістів та всіх, хто зацікавлений у міграції своїх ресурсів на Amazon Web Services.",
    "eventDate": "2024-05-14",
    "organizer": "Triangu & AWS",
    "participants": []
  },
  {
    "title": "Як обрати спеціальність в IT?",
    "description": "На зустрічі поговоримо детально про спеціальності Developer, QA Engineer, UI/UX Designer, IT Recruiter.",
    "eventDate": "2024-05-14",
    "organizer": "Mate academy",
    "participants": []
  },
  {
    "title": "Pre-sale та роль QA в ньому | Суворе QA Community",
    "description": "Чи добре ми знаємо звідки взявся проект? Хто його приніс та на чиє прохання чи потребу? А найголовніше питання: як допомогти переконати незнайомих людей — знайомим мені людям платити гроші, частина з яких, ймовірно, і складає мій дохід тестувальника?",
    "eventDate": "2024-05-14",
    "organizer": "Михайло Чуб",
    "participants": []
  },
  {
    "title": "Go+Clouds intership",
    "description": "Містить теорію і практику створення продуктів, орієнтованих працювати у хмарі з нуля: від написання коду до підготовки до релізу, і навіть просунуті методи менеджменту сервісів у кластері",
    "eventDate": "2024-05-15",
    "organizer": "TeamDev",
    "participants": []
  },
  {
    "title": "Pecode MQA Internship",
    "description": "Під час стажування на вас чекає спеціально розроблена програма навчання тривалістю 2,5 місяці, підтримка менторів та практичні завдання для покращення навичок протягом навчання.",
    "eventDate": "2024-05-15",
    "organizer": "Pecode",
    "participants": []
  },
  {
    "title": "SAFe Advanced Scrum Master",
    "description": "На цьому курсі ви отримаєте інструменти, необхідні для вдосконалення ваших коучингових та фасилітаційних навичок. Дізнаєтеся, як застосовувати принципи Lean, Kanban, DevOps і SAFe для покращення результатів роботи команди та бізнесу.",
    "eventDate": "2024-05-15",
    "organizer": "SoftServe",
    "participants": []
  },
  {
    "title": "DevOps engineer: Старт в професії",
    "description": "Не пропустіть цікаву лекцію, що стане вашим покроковим гайдом у світ DevOps! Легко здолайте поріг входження та освоюйте навички DevOps-інженера.",
    "eventDate": "2024-05-15",
    "organizer": "PLATMA Academy",
    "participants": []
  },
  {
    "title": "User Stories і їх вплив на процес розробки",
    "description": "Учасники вебінару дізнаються про основні концепції та принципи роботи з User Stories, включаючи їхню структуру, функції та значення в Agile-процесі.",
    "eventDate": "2024-05-15",
    "organizer": "Scrum ua",
    "participants": []
  },
  {
    "title": "Операція „Реінтеграція“. Як підтримати ветеранів, які повертаються до цивільного життя?",
    "description": "Запрошуємо на захід спрямований на підтримку та комфортну адаптацію ветеранів та ветеранок.",
    "eventDate": "2024-05-15",
    "organizer": "Khrkiv IT cluster",
    "participants": []
  },
  {
    "title": "Особливостi проходження спiвбесiди в iнтернацiональнi i закордоннi ІТ-компанi",
    "description": "На зустрічі спікерка Марія Крикунова розповість про нюанси та секрети, які допомогли їй та її колегам адаптуватися до роботи в iнтернацiональних та закордонних ІТ-компаніях.",
    "eventDate": "2024-05-16",
    "organizer": "Grid Dynamics Global Team Augmentation",
    "participants": []
  },
  {
    "title": "Безкоштовний курс Java Базовий",
    "description": "Ви познайомитеся з поняттями об’єкта та класу, основними концепціями ООП — інкапсуляцією, наслідуванням, поліморфізмом, абстракцією, а також зі статикою в Java, поняттям колекцій та мап для зберігання даних.",
    "eventDate": "2024-05-16",
    "organizer": "ITVDN",
    "participants": []
  },
  {
    "title": "Етика та відповідальність у ",
    "description": "Приєднуйтеся до вебінару, щоб зануритися в етичні аспекти сучасного управління персоналом. Ви дізнаєтесь про законодавчі вимоги, практичні стратегії та сучасні виклики, які стоять перед HR-спеціалістами.",
    "eventDate": "2024-05-16",
    "organizer": "Цитрус",
    "participants": []
  },
  {
    "title": "Junior Vs Lead: DevOps Edition",
    "description": "На події дізнаєшся, чим перспективна сфера DevOps та з чого почати навчання, які задачі даються складно, а які — найулюбленіші, а також з’ясуєш, які питання ти точно почуєш на співбесіді на позицію Junior DevOps.",
    "eventDate": "2024-05-16",
    "organizer": "SoftServe Academy",
    "participants": []
  },
  {
    "title": "Сталий розвиток та цифрові іновації",
    "description": "Запрошуємо приєднатися на конференцію для обміну ідеями, досвідом та практичними знаннями, сприяючи розвитку інноваційних рішень для досягненню сталого розвитку в цифрову епоху.",
    "eventDate": "2024-05-17",
    "organizer": "IT Odesa family",
    "participants": []
  },
  {
    "title": "Конференція HR",
    "description": "На події експерти та лідери думок в сфері управління талантами поділяться своїми напрацюваннями, підходами, інноваціями в HR та кар’єрному менеджменті. ",
    "eventDate": "2024-05-18",
    "organizer": "Hills",
    "participants": []
  }
]
